---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadForceFx
source: html/8abc4b91-9587-d489-260c-11a78aa5afb9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadForceFx Property

"Fx"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadForceFx { get; }
```